Revit 2024 API
SymbolTypeId.Dm Property
 Symbol dm, indicating unit Decimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Dm { get; }
Visual Basic
Public Shared ReadOnly Property Dm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Dm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace